7767517
63 63
Input            img                      0 1 img
ConvolutionDepthWise 183                      1 1 img 183 0=3 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=27 7=3
ReLU             185                      1 1 183 185 0=1.000000e-02
Convolution      186                      1 1 185 186 0=16 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=48
ReLU             188                      1 1 186 188 0=1.000000e-02
ConvolutionDepthWise 189                      1 1 188 189 0=16 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=144 7=16
ReLU             191                      1 1 189 191 0=1.000000e-02
Convolution      192                      1 1 191 192 0=16 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=256
ReLU             194                      1 1 192 194 0=1.000000e-02
ConvolutionDepthWise 195                      1 1 194 195 0=16 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=144 7=16
ReLU             197                      1 1 195 197 0=1.000000e-02
Convolution      198                      1 1 197 198 0=16 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=256
ReLU             200                      1 1 198 200 0=1.000000e-02
ConvolutionDepthWise 201                      1 1 200 201 0=16 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=144 7=16
ReLU             203                      1 1 201 203 0=1.000000e-02
Convolution      204                      1 1 203 204 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=512
ReLU             206                      1 1 204 206 0=1.000000e-02
ConvolutionDepthWise 207                      1 1 206 207 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=288 7=32
ReLU             209                      1 1 207 209 0=1.000000e-02
Convolution      210                      1 1 209 210 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1024
ReLU             212                      1 1 210 212 0=1.000000e-02
ConvolutionDepthWise 213                      1 1 212 213 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=288 7=32
ReLU             215                      1 1 213 215 0=1.000000e-02
Convolution      216                      1 1 215 216 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1024
ReLU             218                      1 1 216 218 0=1.000000e-02
ConvolutionDepthWise 219                      1 1 218 219 0=32 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=288 7=32
ReLU             221                      1 1 219 221 0=1.000000e-02
Convolution      222                      1 1 221 222 0=48 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1536
ReLU             224                      1 1 222 224 0=1.000000e-02
ConvolutionDepthWise 225                      1 1 224 225 0=48 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=432 7=48
ReLU             227                      1 1 225 227 0=1.000000e-02
Convolution      228                      1 1 227 228 0=48 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2304
ReLU             230                      1 1 228 230 0=1.000000e-02
ConvolutionDepthWise 231                      1 1 230 231 0=48 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=432 7=48
ReLU             233                      1 1 231 233 0=1.000000e-02
Convolution      234                      1 1 233 234 0=48 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2304
ReLU             236                      1 1 234 236 0=1.000000e-02
ConvolutionDepthWise 237                      1 1 236 237 0=48 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=432 7=48
ReLU             239                      1 1 237 239 0=1.000000e-02
Convolution      240                      1 1 239 240 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=3072
ReLU             242                      1 1 240 242 0=1.000000e-02
ConvolutionDepthWise 243                      1 1 242 243 0=64 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=576 7=64
ReLU             245                      1 1 243 245 0=1.000000e-02
Convolution      246                      1 1 245 246 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             248                      1 1 246 248 0=1.000000e-02
ConvolutionDepthWise 249                      1 1 248 249 0=64 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=576 7=64
ReLU             251                      1 1 249 251 0=1.000000e-02
Convolution      252                      1 1 251 252 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4096
ReLU             254                      1 1 252 254 0=1.000000e-02
ConvolutionDepthWise 255                      1 1 254 255 0=64 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=576 7=64
ReLU             257                      1 1 255 257 0=1.000000e-02
Convolution      258                      1 1 257 258 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=8192
ReLU             260                      1 1 258 260 0=1.000000e-02
ConvolutionDepthWise 261                      1 1 260 261 0=128 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1152 7=128
ReLU             263                      1 1 261 263 0=1.000000e-02
Convolution      264                      1 1 263 264 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=16384
ReLU             266                      1 1 264 266 0=1.000000e-02
ConvolutionDepthWise 267                      1 1 266 267 0=128 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1152 7=128
ReLU             269                      1 1 267 269 0=1.000000e-02
Convolution      270                      1 1 269 270 0=128 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=16384
ReLU             272                      1 1 270 272 0=1.000000e-02
Reshape          280                      1 1 272 280 0=-1
InnerProduct     output                   1 1 280 output 0=3 1=1 2=1536
